Repository: mahmadii0/uninest
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fa

source: ✅Lecture successfully added!
fa: ✅درس با موفقیت اضافه شد!

source: ✅Lecture successfully edited!
fa: ✅درس با موفقیت ویرایش شد!

source: ✅Class successfully added!
fa: ✅کلاس با موفقیت اضافه شد!

source: ✅Class successfully edited!
fa: ✅کلاس با موفقیت ویرایش شد!

source: ✅You successfully added to this class!
fa: ✅شما با موفقیت به این کلاس اضافه شدید!

source: ✅your info successfully edited!
fa: ✅اطلاعات شما با موفقیت ویرایش شد!

source: ✅Exam successfully added!
fa: ✅امتحان با موفقیت اضافه شد!

source: ✅Exam successfully edited!
fa: ✅امتحان با موفقیت ویرایش شد!

source: ✅The Reminder successfully activated
fa: ✅یادآور با موفقیت فعال شد

source: ✅The Reminder successfully deactivated
fa: ✅یادآور با موفقیت غیرفعال شد

source: 🚫Just the owner or admin of the group can do that!
fa: 🚫فقط مالک یا مدیر گروه می‌تواند این کار را انجام دهد!

source: welcome to UniNest
fa: به یونی نست خوش آمدید

source: Manage Classes
fa: مدیریت کلاس‌ها

source: Manage Lectures
fa: مدیریت دروس

source: 🤖How can i help you?
fa: 🤖چگونه می‌توانم کمکتان کنم؟

source: 🔹Please send file with caption that include a specific name
fa: 🔹لطفا فایل را با عنوانی که شامل یک نام مشخص است ارسال کنید

source: Like: Booklet of chapter one
fa: مانند: جزوه فصل یک

source: 🚫You haven't request for adding file! Go to your class management and create a request for add file
fa: 🚫شما درخواستی برای افزودن فایل نداشته‌اید! به بخش مدیریت کلاس خود بروید و یک درخواست برای افزودن فایل ایجاد کنید

source: 🚫You already have a file with this name! change it and send again
fa: 🚫شما قبلاً یک فایل با این نام دارید! آن را تغییر دهید و دوباره ارسال کنید

source: You already voted!
fa: شما قبلاً رأی داده‌اید!

source: Yes
fa: بله

source: No
fa: خیر

source: 🔸Are you sure you want to delete the lecture?
fa: 🔸آیا از حذف این درس اطمینان دارید؟

source: 🔸Are you sure you want to delete the class?
fa: 🔸آیا از حذف این کلاس اطمینان دارید؟

source: You already not in this class!
fa: شما از قبل در این کلاس نیستید!

source: 🔸Are you sure you want to delete the student?
fa: 🔸آیا از حذف این دانشجو اطمینان دارید؟

source: 🔸Are you sure you want to delete the exam?
fa: 🔸آیا از حذف این امتحان اطمینان دارید؟

source: Cancel adding file
fa: لغو افزودن فایل

source: 🔹Please send your file with a specific name in its caption
fa: 🔹لطفا فایل خود را با یک نام مشخص در عنوان آن ارسال کنید

source: 🔸Are you sure you want to delete the file?
fa: 🔸آیا از حذف این فایل اطمینان دارید؟

source: 🔸Delete process was canceled
fa: 🔸فرآیند حذف لغو شد

source: 🔸Adding file process was canceled
fa: 🔸فرآیند افزودن فایل لغو شد

source: Add Class
fa: افزودن کلاس

source: Get All Classes
fa: دریافت همه کلاس‌ها

source: 🤖Select a one of buttons to do that
fa: 🤖برای انجام این کار یکی از دکمه‌ها را انتخاب کنید

source: 🚫Error while adding request
fa: 🚫خطا در هنگام افزودن درخواست

source: 🔹Yeah! Now you can add the class from this url:
fa: 🔹آره! حالا می‌توانی کلاس را از این لینک اضافه کنی:

source: 🚫Your request for getting all classes, failed
fa: 🚫درخواست شما برای دریافت همه کلاس‌ها ناموفق بود

source: Class name:
fa: نام کلاس:

source: Lecture:
fa: درس:

source: ↩️Back
fa: ↩️بازگشت

source: 🔹The number of classes:
fa: 🔹تعداد کلاس‌ها:

source: 🚫Your request for getting class, failed
fa: 🚫درخواست شما برای دریافت کلاس ناموفق بود

source: Edit
fa: ویرایش

source: Delete
fa: حذف

source: 📋Exams
fa: 📋امتحان‌ها

source: 📋Add Exam
fa: 📋افزودن امتحان

source: 💾Add File To Class
fa: 💾افزودن فایل به کلاس

source: 💾Get All Files
fa: 💾دریافت همه فایل‌ها

source: 🧑‍🎓Add Me As Student
fa: 🧑‍🎓من را به عنوان دانشجو اضافه کن

source: 🧑‍🎓Delete Me From Class
fa: 🧑‍🎓من را از کلاس حذف کن

source: 🧑‍🎓Get All Students
fa: 🧑‍🎓دریافت همه دانشجویان

source: 🔹Yeah! Now you can edit the class from this url:
fa: 🔹آره! حالا می‌توانی کلاس را از این لینک ویرایش کنی:

source: ✅The class successfully deleted
fa: ✅کلاس با موفقیت حذف شد

source: 🔹Yeah! Now you can add the exam from this url:
fa: 🔹آره! حالا می‌توانی امتحان را از این لینک اضافه کنی:

source: 🔹Yeah! Now you can edit the exam from this url:
fa: 🔹آره! حالا می‌توانی امتحان را از این لینک ویرایش کنی:

source: 🚫Your request for getting exams, failed
fa: 🚫درخواست شما برای دریافت امتحان‌ها ناموفق بود

source: Title:
fa: عنوان:

source: Date:
fa: تاریخ:

source: 🔹The number of exams:
fa: 🔹تعداد امتحان‌ها:

source: Your request for getting exam, failed
fa: درخواست شما برای دریافت امتحان ناموفق بود

source: 🔴DeActive Reminder
fa: 🔴غیرفعال کردن یادآور

source: 🟢Active Reminder
fa: 🟢فعال کردن یادآور

source: ✅The student successfully deleted
fa: ✅دانشجو با موفقیت حذف شد

source: 🤖The file isn't find
fa: 🤖فایل پیدا نشد

source: 🔹For deleting this file,Click the button below:
fa: 🔹برای حذف این فایل، روی دکمه زیر کلیک کنید:

source: 🚫Your request for getting all files, failed
fa: 🚫درخواست شما برای دریافت همه فایل‌ها ناموفق بود

source: 🤖For access to a specify file, click on its button:
fa: 🤖برای دسترسی به یک فایل خاص، روی دکمه آن کلیک کنید:

source: ✅The file successfully added to class files
fa: ✅فایل با موفقیت به فایل‌های کلاس اضافه شد

source: ✅The file successfully deleted
fa: ✅فایل با موفقیت حذف شد

source: 🤖Your Group successfully registered!
fa: 🤖گروه شما با موفقیت ثبت شد!

source: Add Lecture
fa: افزودن درس

source: Get All Lectures
fa: دریافت همه دروس

source: 🔹Yeah! Now you can add the lecture from this url:
fa: 🔹آره! حالا می‌توانی درس را از این لینک اضافه کنی:

source: 🚫Your request for getting all lectures, failed
fa: 🚫درخواست شما برای دریافت همه دروس ناموفق بود

source: Lecture Name:
fa: نام درس:

source: Phone:
fa: تلفن:

source: Rate:
fa: امتیاز:

source: Back
fa: بازگشت

source: 🔹The number of lectures:
fa: 🔹تعداد دروس:

source: 🚫Your request for getting lecture, failed
fa: 🚫درخواست شما برای دریافت درس ناموفق بود

source: Lecture name:
fa: نام درس:

source: Phone:
fa: تلفن:

source: Rate:
fa: امتیاز:

source: 🔹Yeah! Now you can edit the lecture from this url:
fa: 🔹آره! حالا می‌توانی درس را از این لینک ویرایش کنی:

source: Your vote registed!
fa: رأی شما ثبت شد!

source: ✅The lecture successfully deleted
fa: ✅درس با موفقیت حذف شد

source: 🚫You can't delete the lecture because this has already been selected for a classe
fa: 🚫شما نمی‌توانید این درس را حذف کنید زیرا قبلاً برای یک کلاس انتخاب شده است

source: 🤖Now, you added to this class
fa: 🤖حالا شما به این کلاس اضافه شدید

source: 🚫Your request for getting all students, failed
fa: 🚫درخواست شما برای دریافت همه دانشجویان ناموفق بود

source: Student name:
fa: نام دانشجو:

source: Username:
fa: نام کاربری:

source: 🔹The number of students:
fa: 🔹تعداد دانشجویان:

source: 🚫Your request for getting student, failed
fa: 🚫درخواست شما برای دریافت دانشجو ناموفق بود
